sUIName = "Langaton sovittimen asennus";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Apuohjelman versio";
sDriver = "Ohjaimen versio: ";
sCopyright = "© Copyright 2015. Kaikki oikeudet pidätetään.";
About_Utility = "Tietoa langattomasta sovittimen asennuksesta";
Hide_Utility = "Piilota langaton sovittimen asennus";
Quit_Utility = "Lopeta langaton sovittimen asennus";
Help_Utility = "Langattoman sovittimen asennusohje";

OK = "OK";
CANCEL = "Peruuta";
NO = "Ei";
YES = "Kyllä";
SELECT = "Valitse";
Radio_ON = "Kytke radio päälle";
Radio_OFF = "Kytke radio pois päältä";
ShortStr = "short";
LongStr = "long";

NoneStr = "Ei käytössä";
ConnectedStr = "Yhdistetty";
DisconnectedStr = "Yhteys katkaistu";
InfrastructureStr = "Infrastruktuuri";
AdhocStr = "AdHoc";

Open_System_Str = "AVOIN_JÄRJESTELMÄ";
Shared_Key_Str = "JAETTU_AVAIN";
No_Encryption_Str = "Ei salausta";

WPS_init_Str = "Alusta WPS-prosessi";
WPS_scan_Str = "Skannaa aktiivista WPS AP:ta";
WPS_connect_Str = "Luo yhteys aktiiviseen WPS AP:hen";
WPS_handshake_Str = "Alusta WPS-kättely";
WPS_exchange_Str = "Vaihda WPS-viesti";
WPS_done_Str = "Vaihda WPS-viesti [valmis]";
WPS_fail_Str = "WPS-viestin vaihto epäonnistui, yritä luoda yhteys toiseen WPS AP:hen";
WPS_start_Str = "WPS-ALOITUS";
WPS_finish_Str = "WPS-protokolla valmis!!";
WPS_auto_connect_Str = "Se luo automaattisesti yhteyden WPS AP:hen.";
WPS_timeout_Str = "WPS-aikakatkaisu";


Wps_overlap_Str = "Istunnot päällekkäin";
Wps_more_pbc_Str = "Useita AP:ta PBC-tilassa!!";
Wps_retry_Str = "Käytä PIN-tunnusta, odota hetki ja yritä uudelleen";

ERROR0 = "VIRHE";
ERROR1 = "Syötä avain.";
ERROR2 = "Väärä WEP-avainindeksi.";
ERROR3 = "Avaimen on oltava 8–64 merkkiä pitkä.";
ERROR4 = "Verkkoavain ei ole heksimaalimuodossa.";
ERROR5 = "ASCII-avaimen on oltava 5–13 merkkiä pitkä.";
ERROR6 = "Verkkoavain on vääränpituinen.";
ERROR7 = "Verkkoavaimen on oltava 10–26 merkkiä pitkä.";
ERROR8 = "Verkkoavain ja vahvistusavain eivät ole samat.";
ERROR9 = "Verkkoavain ei ole ASCII-muodossa.";
ERROR10 = "Verkkoavain ei ole 64HEX-muodossa.";

WARNING0 = "Varoitus";
WARNING1 = "Syötä SSID.";
WARNING2 = "Syötä profiilin nimi";
WARNING3 = "SSID-merkkien pituus on yli 32.";
WARNING4 = "Profiili on jo olemassa. Haluatko korvata sen?";
WARNING5 = "Haluatko varmasti poistaa valitun profiilin?";

NOTICE0 = "ILMOITUS";
NOTICE1 = "AP-tilan virhe.";
NOTICE2 = "STA-tilan virhe.";
NOTICE3 = "QOS-tilan arvon määritys epäonnistui";
NOTICE4 = "QOS-tilan arvon hankinta epäonnistui";
NOTICE5 = "Väärä QOS-tilan arvo";	
NOTICE6 = "RTS-kynnys alueen ulkopuolella.(0~2432)";
NOTICE7 = "Fragmentointikynnys alueen ulkopuolella.(256~2432)";
NOTICE8 = "Ota käyttöön WLAN-kortti järjestelmämääritysten Verkko-kohdassa.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Langattoman verkon suojausominaisuudet";
ProfileProperty_ActionText = "Syötä avainmerkkijonot ennen kuin napsautat 【OK】 yhteyden luomiseksi ==>";